[   {
    "title": "1. Lovelier",
    "lines": [
      "I’ve seen poets wax poetic on the small,",
      "Their words turn fleeting moments into art.",
      "They sing their lover of stars and moons that gently call,",
      "Or rivers endless, flowing through the heart.",
      "But what can I say, when your beauty stands,",
      "Far greater than these earthly, fleeting things?",
      "A divine creation, shaped by heaven’s hands,",
      "Outshining all the light the cosmos brings.",
      "If I could roam the multiverse's expanse,",
      "And witness wonders time could never hold,",
      "I’d still tell God, “No beauty can advance;”",
      "She is the finest treasure ever told.",
      "When they ask, “Zach, what’s lovelier than her?”",
      "I’d say, “A moment with her, I’d prefer.”"
    ]
    },
    {
        "title": "2. A Dream Beyond the Stars",
        "lines": [
            "My eyes behold a dream yet undefined,",
            "A vision born from whispers of your charm.",
            "This destiny, perhaps, by you designed,",
            "Unfolds its tale within your tender arm.",
            "A question stirs, relentless in my chest,",
            "Your heart—could it the friendship that I seek?",
            "The restless waves that fail to find their rest",
            "Now surge to oceans vast, no longer meek.",
            "One heart, though mighty, cannot calm the storm,",
            "Yet in your morning warmth, I melt away.",
            "Your light, a gift, makes all the shadows warm,",
            "And through your gaze, my fragile doubts decay.",
            "I soar, a soul reborn by love’s embrace,",
            "As dreams ignite, and hope begins to race."
        ]
    },
    {
        "title": "3. The Science of Your Smile",
        "lines": [
            "Why is it that your smile ignites my soul,",
            "A warmth no science ever dares explain?",
            "My friends call me a fool, my thoughts your toll,",
            "Yet you’re the field where all my joys remain.",
            "They say you’re just another soul in line,",
            "But how to voice the truth their hearts ignore?",
            "To liken you to mortals feels malign,",
            "Your grace and purity surpass much more.",
            "The winds themselves will shift when you appear,",
            "As though the world conspires to frame your glow.",
            "The air, once still, turns vibrant, free, sincere,",
            "A joyful hymn no mortal sense could know.",
            "No math, no tongue, no theory could impart,",
            "The boundless beauty, when I see you, radiating my heart."
        ]
    },
    {
        "title": "4. The Prom That Never Was",
        "lines": [
            "At eighteen, I crossed oceans, lands untold,",
            "For university dreams, I held so tight.",
            "But prom—a dream on screens that sparkled gold—",
            "Eluded me through years of silent night.",
            "I longed for spring, the promised season’s glow,",
            "When college halls would pulse with music’s spell.",
            "From autumn’s start, I planned the steps to show",
            "A perfect dance, the moment lived so well.",
            "Through downtown streets, long gowns adorned the glass,",
            "And each one framed the thought of you and me.",
            "You’d wear such grace, no elegance could pass,",
            "The queen of dreams, the star for all to see.",
            "But distance silenced hopes, your absence clear;",
            "Prom comes, but on its day, you’re not here."
        ]
    },
    {
        "title": "5. For When We Meet Again",
        "lines": [
            "Standing here where we once said goodbye,",
            "My restless heart can't seem to walk away.",
            "I wait for you beneath this endless sky,",
            "Hoping you'll return to me someday.",
            "If ever you would touch me once again,",
            "I'd lose myself in you both night and day.",
            "Your image in my eyes does still remain,",
            "Just say the words: 'You're mine,' and I will stay.",
            "What is this helpless thirst I feel inside?",
            "This longing that I cannot seem to quell.",
            "I stand here with my arms stretched open wide,",
            "Your absence is a never-ending spell.",
            "Though you have gone, I haven't moved from here,",
            "I'll wait for you until you reappear."
        ]
    },
    {
        "title": "6. Longing",
        "lines": [
            "She whispered softly, 'Please just let me go,'",
            "But restlessness consumes my sleepless nights.",
            "'Someday you'll come,' my heart can't help but know,",
            "As earth and sky prepare their hopeful lights.",
            "This world will change; the ground beneath will sing,",
            "Awaiting you, the one I dearly miss.",
            "The stars above compose a song to bring",
            "The moment when we'll share a tender kiss.",
            "Enduring pain, I've suffered since you left,",
            "Your absence leaves a void I can't conceal.",
            "Think of me now, don't leave my soul bereft,",
            "Embrace me tight, let's make our dreams feel real.",
            "Hold me close and stop me drifting far,",
            "'Someday you'll come,' beneath the same bright star."
        ]
    },
    {
        "title": "7. Unspoken Love",
        "lines": [
            "How can I tell you why my heart is yours,",
            "When words dissolve and fail to bear their weight?",
            "The echoes hover, where the silence pours,",
            "Yet eyes may speak what lips cannot narrate.",
            "Though fate has bound us near, we drift apart,",
            "An unseen chasm keeps us worlds away.",
            "Our dreams entwined, yet veiled within the heart,",
            "The threads of chance unravel and betray.",
            "Within my gaze, your essence finds its place,",
            "A mirror to the soul I’ve long pursued.",
            "Your eyes, your voice, the warmth of your embrace—",
            "Each whisper grows, though longing is subdued.",
            "Close yet so distant, we ache to align,",
            "Two hearts as one, yet never truly mine."
        ]
    },
    {
        "title": "8. Whispers of the Heart",
        "lines": [
            "With fragile threads, your love holds me tight,",
            "Binding my soul in a bond so true.",
            "In strong friendships, where distances take flight,",
            "No paper storms can darken skies of blue.",
            "These fleeting quarrels, mere whispers on air,",
            "Oh, listen, my beloved, to my plea.",
            "We'll speak of hearts, their secrets laid bare,",
            "With gazes locked in tender harmony.",
            "Why test my love with tears and fleeting woe,",
            "When truth abides in every vow I make?",
            "I'll hide you from the world, a precious glow,",
            "Adorn my eyes, my heart, for your own sake.",
            "Forever ours, no distance shall intrude,",
            "For in your love, my life finds magnitude."
        ]
    },
    {
        "title": "9. A Pink-Tinted 'Forever'",
        "lines": [
            "We walked as one, small shoulders side by side,",
            "With laughter born of nothing's tender grace.",
            "We chased the dreams where boundless hearts confide,",
            "Your voice still remains in this quiet space.",
            "The pink glow that paints the evening sky,",
            "Reminds me how your absence leaves me bare.",
            "Though teased, I say I miss you, cannot lie,",
            "Each memory still sparkles, shining there.",
            "Like rain-washed heavens clearing into blue,",
            "Your smile remains, a sunbeam through my pain.",
            "The childlike love we shared, so pure, so true,",
            "Still races through the seasons once again.",
            "Though life may change, your essence will remain,",
            "And in this place, our hearts will meet again."
        ]
    },
    {
        "title": "10. If You Stay",
        "lines": [
            "Pause for a moment, let my heart compose,",
            "How can I halt your steps and make you stay?",
            "Each grief retreats, no pain or shadow grows,",
            "If I could fill my eyes with you today.",
            "In silence, words between us softly flow,",
            "When you're with me, the world finds gentle calm.",
            "Yet if apart, what difference does it show?",
            "Life cruel remains, bereft of soothing balm.",
            "Your world streams on, a river wild and free,",
            "While mine revolves around your warm embrace.",
            "I shape myself to match your every plea,",
            "And in your habits, find my rightful place.",
            "With dreams in eyes that clash with doubt concealed,",
            "Stay close, and broken hearts may yet be healed."
        ]
    },

    {
        "title": "11. Only You, Xxxzzz",
        "lines": [
            "This heart burns, and yet it lets you go,",
            "But the one it seeks will never set you free.",
            "What spell you wove, I still may never know,",
            "A flower blooms within, its scent is thee.",
            "Oh, Xxxzzz, breezes bring your tender trace,",
            "In every bloom, your shadow softly plays.",
            "No path I take will ever leave your space,",
            "This thread that binds us, endless in its maze.",
            "Though I restrain my soul, it slips away,",
            "Breath leaves my lips, but dreams of you remain.",
            "You dwell where colors dance, where clouds delay,",
            "My yearning calls you back to soothe this pain.",
            "Oh, come and end the ache within my core,",
            "For life without you means I live no more."
        ]
    },
    {
        "title": "12. A Storm of Love",
        "lines": [
            "For love as vast as storms, this heart’s too small,",
            "Its bliss too sweet for words to truly say.",
            "Why does this joy still bring tears that fall,",
            "And distance feel like sorrow’s cruelest play?",
            "These eyes that drink your sight need naught but you,",
            "What worth has all the world beyond your gaze?",
            "Two fleeting words, 'I love,' bear trials too,",
            "A burdened soul consumed by passion’s blaze.",
            "You touch my dreams, yet shatter them apart,",
            "Like frost, you chill, then burn my restless mind.",
            "Your whispers pierce my chest, a thorn to heart,",
            "Yet life and breath in you alone I find.",
            "Oh, let this storm subside, or else devour,",
            "For love so fierce, no heart can hold its power."
        ]
    },
    {
        "title": "13. The Ephemeral Rain",
        "lines": [
            "You fell like tender rain, a fleeting grace,",
            "Then vanished swift, a shadow in the air.",
            "A love-bound arrow piercing time and space,",
            "You left me breathless, caught within your stare.",
            "A goddess walks, her beauty flames the night,",
            "Your gaze, a storm that leaves my soul undone.",
            "Your scent floats softly, stealing all my light,",
            "A tethered heart beneath a blazing sun.",
            "Your laughter carves a rhythm through my core,",
            "Each step a melody, a siren's call.",
            "I long to hold you, love you evermore,",
            "Yet grasping rain, I stumble, slip, and fall.",
            "Lift me with whispers, break me with your song,",
            "A fleeting rain that haunts my heart too long."
        ]
    },
    {
        "title": "14. Eternal Murmurs of First Love",
        "lines": [
            "Time sways as seasons shift and skies expand,",
            "The heart leaps forth, unbound by tethered pace.",
            "Your gentle touch, a haven’s tender strand,",
            "A steadfast light within a fleeting space.",
            "Your eyes, like whispers, carve eternal streams,",
            "A glimmer, soft, of solace through the shade.",
            "In every breath, your name fills fleeting dreams,",
            "Your presence dwells where the heart once strayed.",
            "Oh, fleeting moment! Dance beneath the moon,",
            "As silken rain revives this quiet vow.",
            "Each word unsaid becomes a timeless tune,",
            "A hymn of love that needs no reason how.",
            "Together, hearts converge, one voice, one flame,",
            "In this first love, eternal we remain."
        ]
    },
    {
        "title": "15. When Petals Drift, So Do Dreams",
        "lines": [
            "The jacaranda blooms, soft violet rains,",
            "A wistful breeze enfolds my trembling heart.",
            "In spring’s embrace, where dreams and vows were chained,",
            "I see them still, though we have grown apart.",
            "Through train-car windows, fleeting shadows play,",
            "The streets of spring we wandered hand in hand.",
            "With parting paths, you left that fateful day,",
            "The purple haze now cloaks this wistful land.",
            "Each budding branch adorns tomorrow’s face,",
            "Its fleeting splendor quickens my despair.",
            "Your voice still whispers, time cannot erase,",
            "Its echo lingers, carried on spring’s air.",
            "Though blossoms fall and vanish in the skies,",
            "Our cherished dream in my heart never dies."
        ]
    },
    {
        "title": "16. Beneath the Sky Where We Met Again",
        "lines": [
            "Your voice, a cadence that lingers near,",
            "It fills my chest, a bloom of restless fire.",
            "With flowers gathered close, a token dear,",
            "I tread the paths shaped by my heart’s desire.",
            "The sky where we met stretches soft and vast,",
            "Your smile, a light that steadies trembling feet.",
            "My heart, long silent, calls aloud at last,",
            "Its song escapes, unbridled, bittersweet.",
            "No words were needed, just your steadfast gaze,",
            "A rule you forged, a gift of quiet might.",
            "The courage born from you now lights my ways,",
            "I walk my truth, my path infused with light.",
            "Upon the trails where blooms eternal lay,",
            "We share a song that carries us away."
        ]
    },
    {
        "title": "17. First Snow",
        "lines": [
            "Through winter’s veil, I drove with heart aglow,",
            "To Shata's peaks, where snowflakes gently lay,",
            "And wove a dream of us in evening's show,",
            "Beneath the lights of Christmas's soft array.",
            "A cottage small, its hearth a beacon bright,",
            "I’d gather logs while you brewed evening’s tea.",
            "We’d share our laughter, bathed in snowy light,",
            "Our love’s warmth outshining the frost-bound sea.",
            "Your beauty, radiant, eclipsed the snow,",
            "Each glance a spark, igniting bliss anew.",
            "Yet fate unkind, as brakes refused to slow,",
            "The crash—abrupt—tore dream from dream of you.",
            "Still, snow’s first kiss brings nostalgia’s sweet reign,",
            "Of lives once shared, now echoed through the pain."
        ]
    },
    {
        "title": "18. The Slow Fade of Us",
        "lines": [
            "These growing distances gnaw at my core,",
            "Dividing us, bit by aching bit each day.",
            "Was love a lie, a fleeting, hollow score?",
            "Why did I give my heart to you this way?",
            "The signs were clear; the road was never straight,",
            "A warning bold, but I dismissed its shout.",
            "I thought a twist, not tragedy, my fate,",
            "Until the crash laid all my hopes in doubt.",
            "I stumbled, yes, mistakes were mine to own,",
            "But yours—your silences—they struck me too.",
            "Your eyes would chide, yet left me all alone,",
            "Your words unspoken pierced as daggers do.",
            "These clouds of sorrow lapse, dark and vast,",
            "When will the sunlight free me from the past?"
        ]
    },

    {
        "title": "19. In the Echo of Your Memory",
        "lines": [
            "Come see, my love, the nights I've left behind,",
            "Spent in your thoughts, a silent, endless stream.",
            "O beauty rare, you dwell in my mind,",
            "My waking hours dissolve into this dream.",
            "They call me lost, a fool who dared to fall,",
            "A wanderer whose heart was left to bleed.",
            "But tell me, love, when fate refused my call,",
            "Was it my crime to let my soul concede?",
            "For you, I’ve made a kingdom in my gaze,",
            "A palace built from ashes of desire.",
            "Your every word could set my heart ablaze,",
            "Yet silence leaves me burning in its fire.",
            "Erase this distance, let new paths unfold,",
            "With you, I’d walk through stories yet untold."
        ]
    },
    {
        "title": "20. A Love Beyond the Stars",
        "lines": [
            "I sailed through space, past stars and cosmic streams,",
            "Admired the nebulae’s ethereal hue.",
            "Yet none compared, not even in my dreams,",
            "To the timeless grace I found in you.",
            "Through science vast, I sought to mend my heart,",
            "Explored the galaxies, each boundless span.",
            "But love eluded me, despite my art,",
            "No wisdom bridged where longing first began.",
            "Your beauty, unnamed, glimmered in my skies,",
            "A vision far surpassing astral light.",
            "Until you came, a wonder to my eyes,",
            "The face of dreams unveiled in earthly sight.",
            "Though fate has torn you from this dreamer’s view,",
            "I’ll chase the stars until they bring me to you."
        ]
    },
    {
        "title": "21. A Rose Upon the Breeze",
        "lines": [
            "Like a gentle breeze, a rose brushed my chest,",
            "Its thorn a wound that drifts in my heart.",
            "Each fleeting moment burns with your bequest,",
            "A yearning deep that never will depart.",
            "What spell have you cast, my muse of delight?",
            "You drench the skies with fragrance sweet as bloom,",
            "Then paint the winds with hues of love’s soft light,",
            "And spark my thoughts to chase you through the gloom.",
            "You are a rainbow, dancing on my gaze,",
            "A kite unbound, yet tethered to my soul.",
            "Through every fleeting glance, my heart obeys,",
            "Its longing like the tides beyond control.",
            "Oh, shall we end this war, and love commence?",
            "For peace blooms rich in shared benevolence."
        ]
    },
    {
        "title": "22. Racing to Dreams, Racing to You",
        "lines": [
            "The rising speed, the storm that shakes my ground,",
            "Each step I race is just to reach my prize.",
            "One dream, one goal, though countless roads confound,",
            "I chase it all to see love in your eyes.",
            "The waves arise, each turn a trial I bear,",
            "Yet every jolt is fuel to build my throne.",
            "The mirror shows my dreams beyond compare,",
            "Your smile the wealth I strive to call my own.",
            "This race, my vow, to carve a life so grand,",
            "Where all you seek is waiting in my hands.",
            "Each raindrop falls like hope upon my skin,",
            "A sign that whispers of the heights we’ll win.",
            "Oh, heed my pace, relentless, wild, and true—",
            "For all I gain, I’ll lay it down for you."
        ]
    },
    {
        "title": "23. A Spell in the First Glance",
        "lines": [
            "What magic lies within your first sweet glance,",
            "That bound my heart, forever yours to be?",
            "A love so deep, it leaves my soul entranced,",
            "Each moment’s breath, a chance for you and me.",
            "I’m here, and you are here, so close, so near,",
            "Surrender now, my arms await your stay.",
            "Oh, love of mine, let all the world disappear,",
            "Embrace the dream, let troubles melt away.",
            "Each prayer I whisper holds your love within,",
            "Without you, even seconds feel so long.",
            "Your touch alone can calm the storm within,",
            "In you resides my solace and my song.",
            "Oh, come to me, my world, my everything,",
            "Together, to the heavens, we shall sing."
        ]
    },
    {
        "title": "24. Chasing Dreams, Chasing You",
        "lines": [
            "I’ve chased my dreams down winding, narrow ways,",
            "Yet stumbled often, lost in life’s cruel maze.",
            "Not yearning to return to bygone days,",
            "But searching skies I lost within your gaze.",
            "Do you see me? I carry weight so vast,",
            "A guilt that remains, pain I can’t let go.",
            "The tears I shed, they heal no wounds of past,",
            "But light the path for strength to always grow.",
            "In this dark night, your voice is what I crave,",
            "A love that anchors me when I’m adrift.",
            "No place feels safe, no refuge left to save,",
            "Except the solace in your words, a gift.",
            "With every door I open, I’m with you—",
            "Our story starts afresh, its bond renewed."
        ]
    },
    {
        "title": "25. The Portrait",
        "lines": [
            "To you, my love, in whispers soft I plead,",
            "Your shadow dwells, woven in my soul.",
            "Last night’s refrain repeats its tender creed,",
            "Two hearts apart, yet yearning to be whole.",
            "The portrait I drew of you, with lines so stark,",
            "A trace of you still clings within my days.",
            "The portrait on the wall ignites the spark,",
            "Of memories held in love’s nostalgic haze.",
            "Stay with me—like the portrait that never left,",
            "The tears I shed, 'Don’t leave,' my heart would cry.",
            "That fleeting season stands before me, bereft,",
            "Its echoes ring beneath a winter sky.",
            "Through love and loss, I guard our precious time,",
            "A fragile portrait, eternal and sublime."
        ]
    },
    {
        "title": "26. Worthy of an Angel’s Love",
        "lines": [
            "When all paraded by with painted pride,",
            "My heart stayed calm, untouched by beauty’s play.",
            "But when you graced my path, the world grew wide,",
            "For love had found my soul in just one day.",
            "Your radiance burned like stars against the night,",
            "Yet soft compassion crowned your every deed.",
            "You soothed the broken, gave the weary light,",
            "And met each soul who cried with what they’d need.",
            "Who was this angel, sent to earth divine?",
            "I wondered as I sat so close, yet far.",
            "You shone, untouched by earthly ties or time,",
            "While I aspired to match your distant star.",
            "To be your equal, I must rise above,",
            "To prove myself as worthy of your love."
        ]
    },

    {
        "title": "27. The Distance Within",
        "lines": [
            "Though near, we sit as strangers in the room,",
            "Your silent presence speaks, yet words evade.",
            "I fight the urge to glimpse where your shadows loom,",
            "But lingered looks betray the vows I made.",
            "Your laughter spills like sunshine through the air,",
            "A melody that wounds, yet draws me close.",
            "For in its warmth, a longing stirs despair,",
            "A bond now lost, replaced by silence’s soul.",
            "The lectures come, their answers clear and true,",
            "But none for how to mend what broke us apart.",
            "Projects, homework—dreams of working with you—",
            "Are echoes of the ache within my heart.",
            "A devil’s deed, yet I forgave its plea;",
            "If only love could open your eyes to me."
        ]
    },
    {
        "title": "28. A Lover’s Question",
        "lines": [
            "By night, with friends, we gather, meals to share,",
            "Around the table, hearts lay open wide.",
            "In twilight’s glow, my love for you lays bare,",
            "A tale that drifts till dawn, with time denied.",
            "I speak of eyes that hold the heavens near,",
            "Your grace, your style, your beauty—art divine.",
            "They nod, enraptured, yet my deepest fear",
            "Remains unspoken, hidden by design.",
            "“What death do you desire?” my friend inquires,",
            "“To fall for her, and in her arms, to die.”",
            "This fleeting thought ignites eternal fires,",
            "For such an end would leave no tear to dry.",
            "Two men dream of my vows, their joy profound,",
            "But will you wear the ring, when love is found?"
        ]
    },
    {
        "title": "29. Dreams Beneath the Winter Sky",
        "lines": [
            "A winter night, my steps from lab to street,",
            "The campus glows while shadows softly fall.",
            "The brittle leaves, their autumn’s end complete,",
            "Whisper of time, its fleeting nature’s call.",
            "My heart is stirred by life’s unending fight,",
            "To lift my parents high, my dreams align.",
            "A stable path, or risk for start-up flight?",
            "These thoughts entwine, like threads of tangled twine.",
            "I pause and see a couple on a bench,",
            "Their quiet love, a warmth amidst the cold.",
            "I wonder, will my heart’s own thirst be quenched?",
            "To share such nights with you, my dreams unfold.",
            "Fate is strange—I found a love I cannot claim,",
            "Yet it fills the infinite void just the same."
        ]
    },
    {
        "title": "30. Why Did You Leave, My Love?",
        "lines": [
            "In tears that wander, my heart bids adieu,",
            "A fragile soul dissolves like clouds in sky.",
            "Each day I fall in sorrow’s stream anew,",
            "The shadow of your moonlight draws me nigh.",
            "Oh, why, my life, did you tear love apart,",
            "And set aflame the beauty we had grown?",
            "A frozen dream now grips my weary heart,",
            "Your absence chills the core I call my own.",
            "By day, by night, your gaze begins to bloom,",
            "Its petals haunt me, sweet yet seared with pain.",
            "Each word unsaid becomes my spirit’s tomb,",
            "Yet still I chase your shadow through the rain.",
            "Why did you leave? Your silence makes me cry,",
            "But love for you fills voids that will not die."
        ]
    },
    {
        "title": "31. A Dream of Love and Life",
        "lines": [
            "Through distant lands where youthful dreams abide,",
            "I chased the stars, their glory to embrace,",
            "But in her light, my restless heart complied,",
            "And crowned her queen of my unwritten space.",
            "The heroes bled for us, their children’s sake,",
            "Yet here I stand, ashamed of fleeting years,",
            "A hollow world where falsehoods often break,",
            "While hidden deep, my heart conceals its tears.",
            "Can I not dream of life’s soft, tender grace?",
            "A quiet home, her voice to soothe my ache,",
            "But doubts arise as I her hand would chase,",
            "Uncertain if my worth is hers to take.",
            "In life’s cruel storms, I’ve lost my guiding part,",
            "For love I reach, though fear still grips my heart."
        ]
    },
    {
        "title": "32. The World Where You Smile",
        "lines": [
            "I saw a side of you none else could find,",
            "The past and future etched into your face.",
            "Both joy and sorrow, woven and combined,",
            "A tapestry of life, your truest grace.",
            "To grow, I thought, was to be kind and pure,",
            "Believing as a child, with heart so true.",
            "That innocence, unchanged, I would secure,",
            "And vow to shield the world that shelters you.",
            "Awake from darkness, still I seek your light,",
            "Beyond the edge where fate and dreams collide.",
            "In secret streets, where snow concealed the night,",
            "Our hearts were veiled, yet love would not subside.",
            "Though you’re the scar carved deep into my heart,",
            "This book of us will mend what fell apart."
        ]
    },
    {
        "title": "33. A Wish to Be With You",
        "lines": [
            "Do you think of me in the café we shared,",
            "Where laughter lingered, soft as morning light?",
            "What of the workspace, where dreams were declared,",
            "Or mac and cheese you made before dawn’s flight?",
            "I vowed to cook for you, a promise sweet,",
            "My spicy love tempered for your delight.",
            "To hear your praise would make my heart complete,",
            "To serve you joy with every careful bite.",
            "I walk through halls where we once sat as one,",
            "The library’s silence echoes of you.",
            "Do you recall the adventures begun,",
            "Plans for Tahoe and snowskating anew?",
            "Though shattered dreams leave hope a fragile hue,",
            "I wish for nothing more than being with you."
        ]
    },
    {
        "title": "34. A Home in You",
        "lines": [
            "No place to call my home, I’m here alone,",
            "While you embrace the warmth of family ties.",
            "Did you share love with pets you’ve always known?",
            "Or laugh with parents under grateful skies?",
            "I flee this lonely truth, a hollow stay,",
            "No home to hold me here, no hearth, no cheer.",
            "For once, this wandering boy dreamed holiday",
            "Could bloom with you, and make the world sincere.",
            "Instead, I speak to shadows in my room,",
            "And tell them stories only you inspire.",
            "I yearn to fill this space with joy that blooms,",
            "A family’s love, your presence to admire.",
            "For every place we shared now feels like home,",
            "And here I’ll wait, in hopes you’ll someday come."
        ]
    },
    {
        "title": "35. Parhelia of Penn Valley",
        "lines": [
            "Through winding roads, past rivers flowing free,",
            "The mountains rise, the lakes reflect the sky.",
            "Thanksgiving’s glow was not a feast for me,",
            "But errands drew me to where Penn Valley lies.",
            "The highways bathed in California’s gold,",
            "Its twilight hues caress the rolling plains.",
            "The fields with grazing cows, the stories told,",
            "By mirrored ponds and crops where dusk remains.",
            "Each turn unveiled a sight of heaven's art,",
            "Where shadows fade to light in amber streams.",
            "The sundogs danced, reflections played their part,",
            "A fleeting beauty spun from vivid dreams.",
            "An urge to Grass Valley pulled at my soul,",
            "Yet no call came, no invite to make me whole."
        ]
    },
    {
        "title": "36. Through My Eyes, You’d See Love",
        "lines": [
            "Your voice, an angel’s melody so sweet,",
            "Floats through the school like whispers in the trees.",
            "One glance, I catch you talking, light and fleet,",
            "And beauty strikes, as if time bends with ease.",
            "You write, then pause, and lift your gaze to mine,",
            "Our eyes connect—eternity in a breath.",
            "A fleeting moment, perfect and divine,",
            "I look away, consumed by shyness’ death.",
            "Yet in those seconds, etched into my soul,",
            "Your image burns, a masterpiece in sight.",
            "Each gaze returns before I lose control,",
            "A love that lingers deep into the night.",
            "If you could see yourself through love-filled eyes,",
            "You’d learn your worth exceeds the endless skies."
        ]
    },
    {
        "title": "37. Sunsets Beyond Dreams",
        "lines": [
            "From redwoods tall to Salton Sea’s embrace,",
            "I wandered valleys, lakes, and ocean's tide.",
            "Through shifting lands of beauty’s endless face,",
            "A sunset’s glow became my heart’s true guide.",
            "But none of nature’s wonders could compare",
            "To parking lots where cars meet endless sky.",
            "At nineteen, roads unknown became my lair,",
            "Yet one dream soared—your presence resting nigh.",
            "Can you not share these sunsets painted wide—",
            "Pink, red, and gold that streak the quiet sky?",
            "Or join me fishing by the evening’s tide,",
            "Where streams reflect a beauty none deny?",
            "In moments like these, I’d feel life complete,",
            "Though dreams of us remain a yearning sweet."
        ]
    },
    {
        "title": "38. A Love Beyond Worlds",
        "lines": [
            "Worlds apart, by fate and voices torn,",
            "Even if the cosmos keeps us at bay,",
            "I’d hold your smile, where my heart has sworn,",
            "No force could steal those memories away.",
            "Your elegance, like a bird in mid-flight,",
            "A dance that remains within my gaze.",
            "Instead of song, I write of your light,",
            "A beauty that leaves my spirit ablaze.",
            "Among whiteboards marked with dreams untold,",
            "I labor with hope for the life we’ll see.",
            "Each step I take, with love I hold,",
            "Praying my work shows what love can be.",
            "How can I tell you, without dismay,",
            "That my love burns brighter every day?"
        ]
    },
    {
        "title": "39. Frozen in Her Smile",
        "lines": [
            "Blond hair, blue eyes—wait, are you speaking?",
            "The world around me hums, but fades away.",
            "Why am I lost in the smile you're seeking?",
            "Where am I now? Eternal in this stay.",
            "You speak of dreams, and mine reflect in you,",
            "A gorgeous soul, a warmth I can't define.",
            "How does this human make the world seem new,",
            "Transforming time into a moment divine?",
            "When you dream aloud, I long to partake,",
            "To live those visions, free and full of cheer.",
            "This fleeting moment's more than I can take,",
            "I'm trapped, yet blissful, as your words appear.",
            "What once was fleeting, now a memory,",
            "And all I wish to say—'You were lovely.'"
        ]
    },
    {
        "title": "40. Golden Skies and Smile",
        "lines": [
            "Amidst the grasslands, near a mountainside,",
            "You stood over grass in your frock of white;",
            "Arms open wide to greet the wind’s soft glide,",
            "Yet in my heart, it surged with love’s delight.",
            "You turned, and time collapsed into your gaze,",
            "The wind rushed past, but all I felt was you;",
            "The skies blushed pink, the world wore golden haze,",
            "Your voice called out, and all the earth seemed new.",
            "I fumbled, caught between this fleeting grace,",
            "And longing to preserve its glow for years;",
            "My camera rose to frame your radiant face,",
            "A smile so pure, it blurred my view with tears.",
            "But dreams dissolve; the picture fades away,",
            "Your golden glow lives on in memory’s sway."
        ]
    },
    {
        "title": "41. The Road Not Taken",
        "lines": [
            "A long lone ride from San Francisco’s glow,",
            "The winding roads lead home, yet on the way,",
            "A turn appears—her house—a thought to stow,",
            "Just ten short meters, and my heart turns gray.",
            "In school, I read The Road Not Taken’s name,",
            "And puzzled o’er its weight, its worldly praise;",
            "Why did his roads and choices earn such fame?",
            "What made his lines endure through endless days?",
            "I scoffed at first, yet now the truth appears:",
            "Each word he wrote bore burdens of the heart,",
            "A choice, a step, a hope, the weight of years—",
            "Each verse a life, each turn a fragile start.",
            "This was my choice, my Frost-inspired refrain—",
            "I drove straight on and left the turn in pain."
        ]
    },
    {
        "title": "42. Sapphire Eyes",
        "lines": [
            "We drive to Tahoe on a sunny day,",
            "A blue caravan on roads of golden hue,",
            "With skies above in endless azure play,",
            "Our beachside dreams unpacked beneath the view.",
            "We sit together, basking in the rays,",
            "You pull out sandwiches you made with care.",
            "I strum the chords of songs that fill our days—",
            "Each note and laugh a memory we share.",
            "You say, 'The water’s blue, serene, and nice.'",
            "I smile and say, 'Your eyes outshine it still.'",
            "I pause to think, as they hold all my skies,",
            "When should I place the sapphire on your finger’s will?",
            "I wade to meet you, where the currents rise,",
            "And drown myself, once more, within your glacial-blue eyes."
        ]
    },
    {
        "title": "43. Skating in the Absence of You",
        "lines": [
            "Out with the boys, we braved the icy glow,",
            "Pairs all around, their laughter filled the air.",
            "Yet my heart ached in silence, missing you so,",
            "With half a smile, I laced my skates with care.",
            "My first attempt—a stumble, fleeting, slight,",
            "Then came the rhythm, swift and bold, my art.",
            "Applause rang loud as I danced through the night,",
            "Yet none could fill the longing in my heart.",
            "I thought of vows beneath the winter’s frost,",
            "Of snowy peaks by Tahoe’s gentle bend,",
            "Where snowboards wait, and love’s warmth is embossed,",
            "The memories of you, my dearest friend.",
            "As others clasped their hands and skated near,",
            "I glided lone, yet yearned for you, my dear."
        ]
    },
    {
        "title": "44. A Life in the Simplicity of You",
        "lines": [
            "They say that God pairs hearts in heaven’s skies,",
            "And mine has wished for decades it was you.",
            "Each passing year, my soul within it cries,",
            "For one true bond, a love profound and true.",
            "The joy we shared now wanders, bittersweet,",
            "A favor once, now etched in memory.",
            "Yet you have sparked the poet in defeat,",
            "And so I’ll write this book as thanks to thee.",
            "The smallest things you do, so soft, so pure,",
            "Ignite a love no words could e’er explain.",
            "How can such simple acts of yours endure,",
            "And spark a fire that language cannot frame?",
            "In life’s simplest art, so gentle, so true,",
            "I dream to spend eternity with you."
        ]
    },
    {
        "title": "45. A Lament for Lost Curiosity",
        "lines": [
            "The world has grown, yet hearts have turned to stone,",
            "Their curiosity left in childhood's wake,",
            "Chasing taxes and dreams they can’t own,",
            "Survival’s desires the only path they take.",
            "What of the heroes who’d save us all?",
            "And queens who’d grace the earth with modest reign?",
            "Their echoes faded, dreams too small,",
            "Pure hopes surrendered to life’s mundane chain.",
            "As children, futures glimmered bright and clear,",
            "With love and purpose guiding every thought.",
            "But time, the thief, erased those dreams sincere,",
            "And buried them where living battles are fought.",
            "The echoes of past made me see the trap hole,",
            "For its last call made me curious once more."
        ]
    },
    {
        "title": "46. Heather",
        "lines": [
            "On December’s third, to Heather I swayed,",
            "Its melody whispered of my silent vow,",
            "To gift you the sweater I lovingly made,",
            "A token of care you’d cherish somehow.",
            "The day slipped by with the song on repeat,",
            "And there you were, in class, so divine,",
            "Your radiant smile made my heart skip a beat,",
            "A sweet despair, bittersweet yet mine.",
            "In the hallway’s tide, I longed to stand,",
            "To catch your gaze, to hear you say,",
            "How was your day? To touch your hand,",
            "And offer the sweater I brought today.",
            "But I passed you by, my courage astray,",
            "Heather played on; the sweater stayed away."
        ]
    },
    {
        "title": "47. Where I See the Divine",
        "lines": [
            "You are my heaven, my soul's gentle flame,",
            "The wish in my prayers, the peace I implore.",
            "Your presence ignites at the sound of your name,",
            "The solace I seek, the heart's tender core.",
            "In your eyes, the cooling shade of the skies,",
            "In your touch, the knocking of fate at my door.",
            "I know no wisdom, just one truth that lies:",
            "In you, I see Love, what need is there for more?",
            "A bond unbroken, destiny's decree,",
            "Your laughter’s echo, my spirit's delight.",
            "In whispers of breeze, you’re a hymn sung to me,",
            "In shadows that dance, you’re my guiding light.",
            "To you, my soul loves in reverence true,",
            "For in you, dear love, I see tomorrow’s view."
        ]
    },
    {
        "title": "48. A Moment Beyond Horizons",
        "lines": [
            "These words are old, yet we meet anew,",
            "At a juncture where paths once crossed before.",
            "Who knows when fate will bid us adieu?",
            "So drifts, just a moment more.",
            "These dried leaves of autumn invite,",
            "Whispering gently, 'Don’t stray away.'",
            "Where else lies such peace, such quiet delight?",
            "But your heart races, as if astray.",
            "Though miles apart, the distance is slight,",
            "What are lands divided when hearts remain near?",
            "Your soul and mine still hold the light,",
            "Unyielding, even as you disappear.",
            "Sail, if you must, to horizons afar,",
            "Yet when we meet, I’ll be as I am—your star."
        ]
    },
    {
        "title": "49. Symphony of Dreams",
        "lines": [
            "O sleepless night, I’m lost in your skies,",
            "Chasing dreams too wild, too big, too bright.",
            "When morning breaks, I’ll meet your eyes,",
            "And hope my heart gets this one thing right.",
            "Time slows down when you’re close to me,",
            "Like the world’s on pause, just us two near.",
            "Your laugh’s a song, a perfect melody,",
            "And I’m caught in a rhythm only we can hear.",
            "I hum this tune, it’s my heart’s desire,",
            "Singing your name like it’s all I know.",
            "Each moment’s a spark, a teenage fire,",
            "A lesson in love, a life aglow.",
            "Forget the fears, take my hand, it’s true—",
            "You’re the dream I’ll always sing to."
        ]
    },
    {
        "title": "50. A Heart's Disturbed Rhythm",
        "lines": [
            "In class, I learn of periodic motion,",
            "Yet my heart beats for you with quiet devotion.",
            "Each pulse radiates love, pure and sweet,",
            "But your gaze disrupts, and my heart skips a beat.",
            "Why had I not noticed your beauty before?",
            "Your curls, so divine, I could not ignore.",
            "They wrap around me, like a loving vine,",
            "Binding my soul in a melody divine.",
            "And then you smiled—your cheeks softly red,",
            "My own face blushing, my thoughts widespread.",
            "How can one shine in a simple hoodie?",
            "Its charm arises from you—you’re its beauty.",
            "As I walk home beneath the orange sky,",
            "Autumn leaves fall like I’m lost in your sigh."
        
        ]
    },
    {
        "title": "51. A Tale Out of Reality",
        "lines": [
            "In your backyard, a treehouse grew,",
            "Our painted walls held dreams untold,",
            "We chased the prize, our ambitions true,",
            "Through summer rides, life's joy unrolled.",
            "Skipping school, we broke the mold,",
            "Crashing parties, the world was ours,",
            "Prom nights crowned us with stories bold,",
            "High on youth, we reached for stars.",
            "Through college halls, our bond held fast,",
            "A love unlabeled, yet so profound,",
            "In San Francisco, plans amassed,",
            "Only to part where new paths wound.",
            "The tale was best of its kind,",
            "Happening in casualty, defying reality's time."
        ]
    },
    {
        "title": "52. The Burden of a Misplaced Blame",
        "lines": [
            "From the first glance, my heart began to sing,",
            "A melody pure, destined to entwine,",
            "But a fair-weather friend, like shadows clinging,",
            "Drew forth a storm, to claim what wasn’t mine.",
            "I swore to xxxzzz, my love and my life,",
            "Her name a vow etched deep into my soul.",
            "Yet lies, veiled in a false friend’s weary strife,",
            "Bound me in chains of pity, not my goal.",
            "She whispered woes, her tears a fragile guise,",
            "A devil cloaked in sorrow’s fairer form.",
            "Her tales of pain turned truth to hollow skies,",
            "As jealous tides brewed forth their raging storm.",
            "For you, I bore the blame, my honor stayed,",
            "Yet love, repressed, now seeks its light, betrayed."
        ]
    },
    {
        "title": "53. The Last Bell Rings",
        "lines": [
            "With wavering heart, I step into the room,",
            "Where echoes of your laughter softly fade.",
            "The final class, the air infused with gloom,",
            "For future meetings lie in halls arrayed.",
            "I dreamed of sitting by your side each day,",
            "To share the fleeting joys of student life.",
            "But time slipped past, its moments flown away,",
            "A silent thief that carves regretful strife.",
            "The years we spent, unspoken words confined,",
            "Now haunt this space where memories still gleam.",
            "I wish to halt the clock, its hands unkind,",
            "And live again the fragments of a dream.",
            "Yet as the final bell begins to ring,",
            "My heart clings tight to every cherished thing."
        ]
    },
    {
        "title": "54. The Weight of Unspoken Words",
        "lines": [
            "I sit and watch, your image fills my sight,",
            "A portrait etched within these fleeting hours.",
            "This final class, this bittersweet twilight,",
            "Where time betrays the heart it overpowers.",
            "The weight of love defies all laws we know;",
            "A gravity unmeasured, vast, untamed.",
            "Not two hearts bound, but mine alone in throe,",
            "A silent pull, unspoken, yet proclaimed.",
            "My trembling pen gives life to words unvoiced,",
            "Each verse a fragment of what I conceal.",
            "In this brief moment, fate leaves little choice",
            "But to immortalize the love I feel.",
            "Let me etch you, for now, within my gaze,",
            "Before this chapter ends in time’s cruel haze."
        ]
    },
    {
        "title": "55. Gravity of Tears",
        "lines": [
            "After bidding farewell to childhood's embrace,",
            "To years spent marveling at the stars,",
            "Dreaming of galaxies and multiverses vast,",
            "And crafting wild theories to quantize gravity,",
            "I found myself longing for a class",
            "To spark that innocent wonder once again.",
            "In the halls of university, I was blessed.",
            "A physics class—a sanctuary of curiosity—",
            "And you.",
            "We pledged silently to journey through its mysteries together.",
            "But silence grew between us, a void too vast to cross.",
            "Today, in our final class,",
            "The lesson was universal gravity.",
            "Yet all I could grasp was you—your presence,",
            "A force pulling me with greater might than all the cosmos combined.",
            "As the lecture drew to a close,",
            "And classmates gathered in jovial clusters,",
            "You stood apart with your group,",
            "While I persisted in the weight of an unspoken truth.",
            "I could not stay.",
            "A crushing ache gripped my chest,",
            "A storm of missed moments and lost possibilities.",
            "Through controlled tears and a heavy heart,",
            "I walked away, leaving behind the class,",
            "The physics,",
            "And the dreams that might have been ours."
        ]
    },
    {
        "title": "56. The Depth of My Devotion",
        "lines": [
            "I like you more than words can ever say,",
            "A hundred times each moment, heartbeats call.",
            "If ever you decide to walk away,",
            "I’d wait for death to end it all, my all.",
            "For you, I’ve left the world, its charms untrue,",
            "My every breath now finds its rest in you.",
            "You’ll never grasp the love I feel so deep,",
            "Its boundless tides your thoughts could never keep.",
            "Without you, life’s a void, a hollow cry,",
            "But with you here, it blooms to perfect life.",
            "No other path exists, no place to try;",
            "With you alone, my journey’s end is rife.",
            "Each dream, each hope, turns gently toward your face,",
            "A love eternal, time cannot erase."
        ]
    },
    {
        "title": "57. The Last Glimpse of You?",
        "lines": [
            "To the year's last exam, we slowly arrive,",
            "Where silence hums, and whispered hopes survive.",
            "I dry my hair, then turn to catch your grace,",
            "Your wet locks frame a dream I cannot chase.",
            "This fleeting glance, my soul carves deep inside,",
            "As if the stars themselves now ache and sigh.",
            "I leave the hall; my heart stays locked in view,",
            "Each step betrays the pull of love for you.",
            "Oh, what of tales we’ll never get to weave—",
            "Of winter warmth, of dreams this break would leave?",
            "Is this the end, the final glimpse I see,",
            "To haunt my heart through all eternity?",
            "Though death may steal my form, my soul won’t part;",
            "I’ll wait beyond the end, as cosmoses fall apart."
        ]
    },
    {
        "title": "58. When You See Yourself Through Me",
        "lines": [
            "One day, if you could catch yourself in view,",
            "Through eyes like mine, where stars are born for you.",
            "The shadows you think hide you from the light,",
            "I’d paint as constellations in the night.",
            "The glass would tremble, trying not to break,",
            "Whispering truths that only I could take.",
            "Oh, what is this? A spark that burns so real,",
            "The kind of fire only new hearts feel.",
            "From my quiet, gather the threads I weave,",
            "Tie them to moments only we believe.",
            "Today, you move like you’ve claimed all the skies,",
            "Not knowing you’re the sun in my sunrise.",
            "Two souls collide where reason slips away—",
            "Oh, what is this? A love words can't replay."
        ]
    },
    {
        "title": "59. The Thread of You",
        "lines": [
            "Not winning, nor the pain of bitter loss,",
            "Your absence feels like fate’s unspoken truth.",
            "Each morning breaks beneath your light’s soft gloss,",
            "Each evening folds in hues of tender ruth.",
            "My breath begins and ends within your name,",
            "And life itself ignites where you belong.",
            "Your gaze dissolves my past, my self, my claim,",
            "Leaving a love too vast for simple song.",
            "Your voice turns silence into melodies,",
            "Its echo wraps around my wandering soul.",
            "No thread could bind as deep as these decrees,",
            "A vow unbroken, love my only goal.",
            "Each step I take, it leads me back to you,",
            "For all I am is stitched from what you do."
        ]
    },
    {
        "title": "60. When Love Became Us",
        "lines": [
            "The day you spoke, the world began anew,",
            "Your whispered vow ignited skies so wide.",
            "And though my heart had sung its notes for few,",
            "Its melody changed when you stood beside.",
            "I’ve lost myself in you, yet I’m complete,",
            "A thread of light that weaves through all my days.",
            "Your touch, a wave that warms the coldest heat,",
            "A pearl aglow in twilight’s soft embrace.",
            "Your eyes, like distant shores, call out my name,",
            "Each glance a tide that pulls me to your sea.",
            "Within your arms, I found a sacred flame,",
            "A home where love creates eternity.",
            "For since I’ve known your heart, I’ve come undone—",
            "Forever drawn to you, my eternal raising sun."
        ]
    },
    {
        "title": "61. The Vanishing Distances",
        "lines": [
            "These distances, they linger in the air,",
            "In every path, in every fleeting glance.",
            "They haunt the roads we tread, the love we bear,",
            "A test of time, a bittersweet expanse.",
            "Why some are near, while others drift away,",
            "No heart can solve the riddle time creates.",
            "Each step I take, I’m lost in disarray,",
            "Unsure if fate will bridge or widen gates.",
            "There were nights when the empty roads still knew",
            "Your ghostly presence walking next to me.",
            "And moments when I found the world in you,",
            "Though miles apart, your light was all I’d see.",
            "Let all these gaps dissolve, this love remain,",
            "For distances are shadows of our pain."
        ]
    },
    {
        "title": "62. When the Heart Asks",
        "lines": [
            "I asked the skies where love's deep secrets hide,",
            "A gentle breeze replied with whispers near.",
            "Your name it wove through dreams I can't divide,",
            "A melody that only I could hear.",
            "Each fleeting moment calls your essence still,",
            "Your touch, the song that wakes my quiet soul.",
            "Without your presence, life would lose its will,",
            "You are the star that makes my spirit whole.",
            "My every thought, it bends to seek your face,",
            "Through boundless realms, I chase this longing flame.",
            "In you, I find my solace and my grace,",
            "My heart beats soft as it murmurs your name.",
            "To walk this path as one, our fates entwined,",
            "A love eternal, in your arms defined."
        ]
    },
    {
        "title": "63. A Christmas Forever With You",
        "lines": [
            "The echo of your absence fills the air,",
            "Yet Christmas dawns with gifts I long prepared.",
            "Though left unopened, love still lingers there,",
            "In dreams of moments yet to be shared.",
            "How sweet the warmth of kin around the fire,",
            "Laughter entwined with tales of days gone by.",
            "A family feast to cherish and inspire,",
            "As joy and smiles beneath the stars comply.",
            "But here I lay, in work's relentless sway,",
            "Weary and longing for your tender grace.",
            "My heart, though frail, imagines every day",
            "To care for you in sickness' soft embrace.",
            "Oh, grant this soul a chance, a fleeting kiss—",
            "To make each day with you a Christmas bliss."
        ]
    },
    {
        "title": "64. Cosmic Romance",
        "lines": [
            "Before the dawn of time’s eternal sway,",
            "When all was bound within a single sphere,",
            "The universe burst forth in bright array,",
            "And scattered bonds that held each atom near.",
            "Entangled strings defy both space and light,",
            "A cosmic love no distance can divide.",
            "Though galaxies may drift in endless flight,",
            "Their whispers cross the voids where stars reside.",
            "From stardust born, your soul and mine once one,",
            "Now pulse as echoes of a shared design.",
            "In every thought of you, the stars are spun—",
            "A proof that nature wills our fates align.",
            "No bounds of time, nor light’s vast reach, condemn;",
            "We’ll reunite—our atoms one again."
        ]
    },
    {
        "title": "65. Eternal Beneath the Moon",
        "lines": [
            "Beneath the moonlight’s soft and tender glow,",
            "I weave our tale where dreams and hearts align.",
            "Through quiet whispers, only we may know,",
            "The love that blooms, eternal and divine.",
            "You are my soul, the mirror to my own,",
            "A queen who rules the kingdom of my dreams.",
            "Beside me, like a shadow gently sown,",
            "You color life with love’s resplendent beams.",
            "You stir the tides within this restless heart,",
            "The pulse of life that courses through my veins.",
            "No force could tear the bond we’ve set apart,",
            "For love endures through joy, through loss, through pain.",
            "Forever shall my heart its vow renew,",
            "For even in the end, it beats for you."
        ]
    },
    {
        "title": "66. Blank Pages of Our Fate",
        "lines": [
            "Beneath the book of faith, my hands did shake,",
            "Its cover spoke of time’s unyielding lore,",
            "Each moment past, and futures yet to wake,",
            "Yet turning pages chilled me to my core.",
            "They vanished, drifting whispers in the air,",
            "Their weightless flight a cruel, silent jest,",
            "The book’s demand—a name to lay it bare—",
            "And hers I spoke, her name my heart confessed.",
            "But naught appeared, the pages held no tale,",
            "No glimpse of love, no threads to weave our days,",
            "My tears fell freely, prayers began to fail,",
            "For silence answered all my hopeful praise.",
            "A barren book, no ink to sketch our bond,",
            "Blank pages wrote of futures far beyond."
        ]
    },
    {
        "title": "67. A Stop at Grassvalley",
        "lines": [
            "The car is packed; the journey now takes flight,",
            "To Tahoe’s snowy peaks where dreams await.",
            "We’ll skate on frozen lakes, pure winter's light,",
            "And weave the bonds that only time creates.",
            "The signs ahead call out in fleeting view,",
            "Yet Grassvalley begins to pull me near.",
            "Its name, a whisper of a past I knew,",
            "Revives the parahelia held so dear.",
            "The gas runs low; we find the needed stay,",
            "And step into the dawn where memories lie.",
            "The breeze that greets me knows what words can't say,",
            "Its scent a tale of moments that won’t die.",
            "My friends urge, 'Go,' yet in my heart I pine—",
            "For Grassvalley, still quietly mine."
        ]
    },
    {
        "title": "68. A Whisper of Names in the Breeze",
        "lines": [
            "In shadows deep, I searched for why I stay,",
            "What strength allows my soul to persevere.",
            "Within your heart, I found a brighter day,",
            "Alive, because your love has made it clear.",
            "Through darkest paths, through hills that twist and rise,",
            "Your voice, my guide, reshaped my fragile frame.",
            "It lifts me high where fear no longer lies,",
            "To be the man who dares to call your name.",
            "When tears of sorrow stain your gentle face,",
            "When loneliness consumes your weary soul,",
            "I'll speak your name, your essence to embrace,",
            "And bind your heart to joy, your spirit whole.",
            "For when you called my name, you gave me light,",
            "A song of hope that echoes through the night."
        ]
    },
    {
        "title": "69. A Lamp That Shines for You",
        "lines": [
            "The seasons turned, yet love refused to fade,",
            "A fragile hope endured within my chest.",
            "Each moment, memories in sunlight played,",
            "Of you, whose grace and art had made me blessed.",
            "Your taste, divine, a lamp of radiant glow,",
            "Inspired my home, where shadows softly bend.",
            "Its light recalls the warmth I used to know,",
            "A love that time and distance cannot end.",
            "Imagine halls adorned by your design,",
            "A haven filled with beauty, calm, and hue.",
            "Together, we’d let every lamp align,",
            "And spend our nights with anime and you.",
            "The dreams of conquest yield to peace’s view,",
            "For all I seek is quiet life with you."
        ]
    },
    {
        "title": "70. In the Winds of This Town, I Breathe",
        "lines": [
            "The words you gave, they wander deep in me,",
            "A treasure locked within my heart's embrace.",
            "They light my soul, a flame for all to see,",
            "Their warmth still found in memory's sacred space.",
            "Through every storm, your voice my shelter stays,",
            "A whispered strength, it rises in the gale.",
            "This town may change, yet steadfast are my ways,",
            "For you, my steps shall never falter, fail.",
            "Though worlds revolve, indifferent to our plight,",
            "And days move on with neither pause nor care,",
            "The love we shared ignites the endless night,",
            "A beacon burning bright beyond despair.",
            "In every breath, I hold what’s truly mine—",
            "A life made whole by love, through space and time."
        ]
    },
    {
        "title": "71. With Empty Hands, We Move Forward",
        "lines": [
            "The hands I hold once felt so bare, untrue,",
            "Now gripped with purpose, strong against the tide.",
            "Each flaw I face becomes a bridge anew,",
            "Each faltering step, a moment dignified.",
            "When feet once trembled, fear their bitter chain,",
            "I learned to breathe, to listen deep within.",
            "The path ahead was forged through doubt and pain,",
            "Yet still, we rise, our journey to begin.",
            "Your hand in mine, it grounds me in the now,",
            "No need for masks, no room for false pretense.",
            "Together, we will mend what fate allows,",
            "And leap toward futures vast and immense.",
            "Through tears that fall, resilience finds its place,",
            "We’ll walk as one, unbroken, bound by grace."
        ]
    },
    {
        "title": "72. The Light Ahead, Still Within My Grasp",
        "lines": [
            "What burns for others leaves me choked and still,",
            "A heavy weight upon my aching chest.",
            "These trembling doubts, a battle of my will,",
            "Yet in the chaos, I must find my best.",
            "The skies above, too blue, feel far away,",
            "Their mocking vastness mirrored in my pain.",
            "I grip my hands to ground me in the fray,",
            "Refusing to let loss become my chain.",
            "Each breath I take, though quiet, holds a fight,",
            "A quiet strength, unnoticed, yet it’s there.",
            "That faint, small glow, my stubborn guiding light,",
            "Emerging gently through the thinning air.",
            "I’ll run as me, unshaken, whole, and true,",
            "The steps I take lead on to something new."
        ]
    },
    {
        "title": "73. The Proof That I Am Me",
        "lines": [
            "I always knew, though words eluded me,",
            "A hollow sound echoed within my chest.",
            "I hid my treasures, where none else could see,",
            "Small, sacred truths I never could confess.",
            "These voiceless feelings remained, lost, unsure,",
            "No path ahead, no place to let them land.",
            "Yet still I stood, unmoving, seeking cure,",
            "A home for who I was, a heart to stand.",
            "You found me here, and gave me strength to claim",
            "The life I feared was fleeting all along.",
            "Each passing day, now cherished, holds your name,",
            "A melody that builds my spirit strong.",
            "If I may stay, I’ll sing this wish for two—",
            "To live, to love, to always walk with you."
        ]
    },
    {
        "title": "74. The Mark You Left on Me",
        "lines": [
            "Since meeting you, I’ve come to realize,",
            "How loss can cast its shadow on the heart.",
            "Yet even now, beneath these changing skies,",
            "I hear the reason I can play my part.",
            "I lack the strength to stand with pride alone,",
            "But in your faith, I’ve found the will to trust.",
            "Your warmth outshines the echoes I have known,",
            "A world reborn from memories turned to dust.",
            "The fleeting light, the trembling of the air,",
            "The spinning world, so vast, yet here we stand.",
            "With fragile hands, we guard the dreams we share,",
            "And weave our story, strand by fragile strand.",
            "You found me, gave me purpose, made me whole—",
            "Your voice, my guide, the mark upon my soul."
        ]
    },
    {
        "title": "75. The Shadow's Final Embrace",
        "lines": [
            "Beneath the crimson glare of moonlit woe,",
            "A world in ruin bathed in bloody gleam,",
            "The shadows stretched, yet mine refused to show,",
            "As death’s cold breath dissolved my final dream.",
            "“O dearest shadow, where have you now fled?",
            "In this grim hour, even you are gone.",
            "My fragile shell, bereft, near left for dead,",
            "Awaits apocalypse to carry on.”",
            "But far away, your love it sought to find,",
            "Across the seas, through time’s relentless flight,",
            "Through barren lands, it raced with desperate mind,",
            "To hold your shadow in the waning light.",
            "And as the world succumbed to endless night,",
            "Our shadows touched, then vanished into blight."
        ]
    },
    {
        "title": "76. In the Currents of You",
        "lines": [
            "Within me surged Tahoe’s tide,",
            "A Flax bloomed in tranquil blue,",
            "Like seasons shifting where secrets bide,",
            "My love, all whispers lead to you.",
            "With you, the rivers rise anew,",
            "A starlit sky on earth does gleam,",
            "A golden blossom, pure and true,",
            "You gift my life its sweetest dream.",
            "Oh, Xxxzzz, my soul's melody,",
            "You stole my breath, my very air,",
            "Each thought of you consumes in me,",
            "Your touch transforms my every care.",
            "Without you, my heart would cease to play,",
            "For you are my life, my night, my day."
        ]
    },
    {
        "title": "77. A Cosmic Stage",
        "lines": [
            "The screen aglow with Einstein’s famous lore,",
            "A gateway opened to the stellar sea.",
            "My trembling heart, once timid, feared no more,",
            "For galaxies unfolded unto me.",
            "Among the swirling stars, my spirit soared,",
            "Black holes and nebulas became my crowd.",
            "In cosmic halls, a universe adored,",
            "My voice, though small, rang resolute and proud.",
            "Each word a spark, igniting worlds anew,",
            "Each thought a bridge to wonders vast, untamed.",
            "The faces in the room I scarcely knew,",
            "For in the stars, my boundless soul proclaimed.",
            "Applause erupted, time itself stood still—",
            "A moment pure, where dreams and truth fulfilled."
        ]
    },
    {
        "title": "78. Whispered Dreams Beneath the Starry Glow",
        "lines": [
            "Oh night adorned with strings of pearly light,",
            "I long to rest in comfort by your side.",
            "In blossomed gardens, breeze with softest flight,",
            "At dawn’s first tune, let joy and love collide.",
            "Oh dearest love, your voice a tender song,",
            "Repeated words like honey to my heart.",
            "In you, affection swells, both deep and strong,",
            "A bond so true, no force could tear apart.",
            "Your locks in motion, waves that call my name,",
            "A playful charm that binds my fleeting soul.",
            "The moonlight’s shadow stirs a kindled flame,",
            "As tides of longing crash and make me whole.",
            "Oh moments brief, my heart does plead to stay,",
            "For life begins and ends with you each day."
        ]
    },
    {
        "title": "79. A Song of Struggle and Solitude",
        "lines": [
            "Beneath the toil, the pain does hum,",
            "A rhythm pounding, work’s endless drum.",
            "The gramophone’s echo fills the air,",
            "Yet solace and peace seem lost, unfair.",
            "The bill unpaid, but who would care?",
            "A wounded heart bears burdens rare.",
            "The thorn that pricks, the hurt that stays,",
            "Unspoken grief in countless ways.",
            "A world askew, where wrong aligns,",
            "For tender souls, each day declines.",
            "Anger mounts, at skies so vast,",
            "We chase a dream that never lasts.",
            "In solitude’s mirror, we find our name,",
            "One lonely lover, life’s eternal game."
        ]
    },
    {
        "title": "80. A Whisper of Endless Longing",
        "lines": [
            "Oh love, a melody deep within does rise,",
            "A silent yearning, soft as fleeting skies.",
            "Each passing moment whispers your name,",
            "A burning ache, my heart’s unyielding flame.",
            "Without your touch, I cannot exist,",
            "Your shadow fills the void, a lover’s tryst.",
            "In every thought, I search for you still,",
            "A dream to follow, a fate to fulfill.",
            "In my heart’s chambers, you softly stay,",
            "Half my world, my guide along the way.",
            "Your love, a song that charts my flight,",
            "A ceaseless journey through endless night.",
            "Oh, boundless path, where you are near,",
            "With you, my soul finds solace here."
        ]
    },
    {
        "title": "81. Snowboarding and Cat",
        "lines": [
            "As fall withdrew and spring began to stay,",
            "From class my eyes were drawn to you once more.",
            "Should I dare wish, or shyly look away?",
            "I hovered, lost, in thought I can’t ignore.",
            "And there you were again, the golden rays",
            "Adorning you, a smile so light, so true.",
            "That simple glance transformed my quiet days,",
            "Unnoticed joy I found, all owed to you.",
            "The professor’s call for intros, shy, I stood,",
            "And shared my passions, trembling as I spoke.",
            "Gen AI and its craft—I hoped it would",
            "Bridge our two worlds, though distant like a cloak.",
            "You spoke of snowboarding and your cat, what you adore,",
            "To join your list of loves became my core."
        ]
    },
    {
        "title": "82. What Have You Become to Me?",
        "lines": [
            "What have you become, when near I stay?",
            "And what remains, if you’re swept away?",
            "Each page of life, with you I wrote,",
            "Yet you closed the book, left me to float.",
            "The breath that flows, it moves through you,",
            "Now vanished air, my life fades too.",
            "My soul resists, it clings to your thought,",
            "A bond so fierce, in silence wrought.",
            "Half of me lives, yet whole I plead,",
            "How can I part? Your love’s my creed.",
            "Everywhere I turn, your shadow’s near,",
            "A world without you feels unclear.",
            "Even dreams refuse to exist alone,",
            "For you, my heart’s unbroken throne."
        ]
    },
    {
        "title": "83. The Unspoken Bond",
        "lines": [
            "What is this, a spark that stirs my soul?",
            "Your fiery glance, it sets the skies aflame.",
            "A tempest rises, years of wrath unfold,",
            "Yet whispers sweetly, calling out my name.",
            "A world so small, yet vast within your gaze,",
            "Your voice, the thread that ties my heart to light.",
            "Our paths entwined, the fleeting time delays,",
            "Each step together banishes the night.",
            "The moon may hide behind the fleeting cloud,",
            "But we, unbroken, find our destined way.",
            "The silken blush, a language soft yet loud,",
            "Reveals the love no words could ever say.",
            "Through changing time, our souls remain aligned,",
            "An endless dance, two hearts forever twined."
        ]
    },
    {
        "title": "84. A Moment of Truth",
        "lines": [
            "What stirs within, what unfolds so near?",
            "Paths unknown, yet whispers draw me clear.",
            "A shadowed age, where darkness clings,",
            "Still, echoes rise on unseen wings.",
            "Do you know, or have you guessed?",
            "Do I stand alone, or is my heart confessed?",
            "Each step falters, yet the journey calls,",
            "Through fleeting moments where memory falls.",
            "Your presence lingers, bold and still,",
            "Defying time, bending will.",
            "With every night, my thoughts align,",
            "To etch your name in every line.",
            "Oh, tell me true, is this fate's design?",
            "To hold you close, yet never be mine."
        ]
    },
    {
        "title": "85. The Eternal Symphony of Love",
        "lines": [
            "Time, today, runs wild, untamed and free,",
            "My heart races, yet won’t abandon pace.",
            "A bond once sought has now embraced me,",
            "In your eyes, I find my resting place.",
            "You walk beside me, my friend and my guide,",
            "Within my soul, your whispers gently dwell.",
            "Each fleeting moment, with love amplified,",
            "Breath halts, lips part, as silent stories tell.",
            "A tide of dreams, it rises without end,",
            "The sky’s embrace lifts wings of thought so high.",
            "In silver rain, our souls begin to blend,",
            "Our love eternal, under moonlit sky.",
            "No distance breaks, no time can sweep away,",
            "Our hearts, united, will forever stay."
        ]
    },
    {
        "title": "86. Bound by Your Absence",
        "lines": [
            "As I wandered through the realms of time's embrace,",
            "Where lucid nights like whispers softly gleam,",
            "I painted moments etched with tender grace—",
            "The fleeting echoes of our shared dream.",
            "I fled the mirage, its hope untrue,",
            "For solace crumbles when the heart's betrayed;",
            "Yet fleeing failed, for love unveiled its hue,",
            "A bittersweet song in the wounds it laid.",
            "Your presence and absence, twin shades of my strife,",
            "Both soothe and ache, a paradox divine;",
            "You’re the beating rhythm of my fragile life,",
            "Each pulse a tether, each pain a sign.",
            "Let not these dreams dissolve into the sky,",
            "For ignorance of you is my heart’s true goodbye."
        ]
    },
    {
        "title": "87. Dreams Woven for You",
        "lines": [
            "Oh, to the dreams that lapse in my heart,",
            "A tapestry of love in twilight's glow,",
            "For nights where whispered hopes play their sweet part,",
            "And days to bloom with gestures you should know.",
            "To bring you flowers while you pause to dine,",
            "Surprise your world with notes that softly sing,",
            "Prepare your favorite dish with care divine,",
            "And place upon your hand the finest ring.",
            "To craft with love the gifts that spark your cheer,",
            "Fill rooms with dolls to mark your special day,",
            "To hold your hand, erase each fleeting fear,",
            "And make you smile in every gentle way.",
            "All that my tender soul could ever give,",
            "Is yours, my love, for as long as we live."
        ]
    },
    {
        "title": "88. Whispers of You and Sake",
        "lines": [
            "Of bonds you spoke, of dreams that lit your eyes,",
            "With Sake purring softly by your side.",
            "Through you, I learned to cherish love's disguise,",
            "A warmth that still within my heart resides.",
            "To this day, your name graces every prayer,",
            "Your absence stirs unease within my chest.",
            "Your wisdom, like a balm beyond compare,",
            "Still grants me solace, calm, and quiet rest.",
            "Though miles may stretch between our fleeting days,",
            "Your inspiration guides me, strong and true.",
            "I hold my breath each time I glimpse your gaze,",
            "A silent homage paid to all you do.",
            "I smile at phrases, moments we once shared,",
            "For in my soul, your light is always there."
        ]
    },
    {
        "title": "89. A Love Unspoken, Yet Forever True",
        "lines": [
            "I learned how to love from your quiet grace,",
            "I still check your health with a worried heart.",
            "Your advice still gives me strength to embrace,",
            "And I hold my breath when our worlds restart.",
            "I admire you from afar, with respect,",
            "I keep those photos of the boards we made.",
            "I smile at memories that I protect,",
            "And tell my friends how much you’ve left me swayed.",
            "Your phrases wander; they’ve become my own,",
            "Your favorites now forever part of me.",
            "I regret not confessing seeds I’d sown,",
            "Yet speak your lessons as my legacy.",
            "I take the long path to your street and sigh,",
            "And wonder if I ever cross your mind."
        ]
    },
    {
        "title": "90. The Hands That Shaped My Heart",
        "lines": [
            "Through distant lands, her dreams for me would soar,",
            "My mother’s light, a beacon pure and true.",
            "She raised me high, my spirit to restore,",
            "Her strength the crown that blessed all I pursue.",
            "My father’s hands, once calloused by his strife,",
            "Toiled silently for me, though dreams were few.",
            "The weight he bore to carve a better life—",
            "A silent hero, steadfast through and through.",
            "Yet here I stand, a man consumed by fears,",
            "This hollow world feels far from what they dreamed.",
            "Can I not gift them joy through fleeting years,",
            "Or mend the seams of love that once had gleamed?",
            "In love, in life, their lessons still impart—",
            "To dream, to dare, and lead with steadfast heart."
        ]
    },
    {
        "title": "91. A Plea for Her Heart",
        "lines": [
            "I know that love can never be compelled,",
            "Yet I would trade my all to ease your strife.",
            "Through lands and wealth, where fleeting dreams have dwelled,",
            "I’d offer heart and hands to gift your life.",
            "A smile from you could brighten endless days,",
            "For joy within your eyes is all I seek.",
            "If granted chance, I’d pave your life with rays,",
            "And prove my steadfast love—unyielding, meek.",
            "I’d trade my very soul to see you whole,",
            "Prepared to bear the weight of all you need.",
            "Through storms and trials, I’ll hold my steadfast role,",
            "A man who’s sworn to love through word and deed.",
            "I’ve never sought to beg for love so true,",
            "But still, I’d weep forever to win you."
        ]
    },
    {
        "title": "92. The Honor of Devotion",
        "lines": [
            "“Be mature,” they say, as love’s ways we discuss,",
            "“Don’t follow her, don’t bend to every whim.”",
            "But why should love be shaped by such distrust?",
            "Why dim its light, to fit what others trim?",
            "What’s wrong in kneeling to her gentle sway,",
            "In honoring her voice, her heart, her soul?",
            "Must love be fought in some manipulative way,",
            "When purest care, alone, should make us whole?",
            "She is my family, my heart’s beating thread,",
            "Her joy, my purpose; her peace, my delight.",
            "If called a “simp” for love, then raise my head,",
            "For I would bear that name with honor bright.",
            "To love so deeply is no shame to say,",
            "For her, my family, I’d give all away."
        ]
    },
    {
        "title": "93. A Tale of Magic and Us",
        "lines": [
            "Through library aisles, we strolled as stories spun,",
            "Of Potter’s world, where wands and spells entwine.",
            "I cast us as the heroes, two as one,",
            "And wove our lives with magic’s grand design.",
            "But now I walk those rows, my steps alone,",
            "The books still whisper, yet your voice is gone.",
            "Our moments live, in memory’s depths they’re sown,",
            "A bittersweet reminder of love drawn.",
            "I dream of lives where fate had brought us young,",
            "Of spells we’d cast, and worlds we might have made.",
            "Through time’s embrace, where love and magic sung,",
            "Our hearts as one, no shadows to invade.",
            "For though my wand is still, my heart takes flight,",
            "Forever charmed by you, my soul’s delight."
        ]
    },
    {
        "title": "94. Under the Moonlight’s Spell",
        "lines": [
            "Let’s escape to Butte Meadows, you and I,",
            "Park the car and let the rooftop reveal",
            "A world aglow beneath the starlit sky,",
            "Where time slows down, and every breath feels real.",
            "The stars above bear witness to your face,",
            "A gentle smile that casts my heart in trance.",
            "Your magic weaves a soft, unspoken grace,",
            "A love so pure, beyond mere circumstance.",
            "In moonlit glow, I’ll take your hand in mine,",
            "We’ll talk of dreams, of nights that never end.",
            "I’ll vow to love you, boundless and divine,",
            "A universe of care, my heart to lend.",
            "Shoulder to shoulder, come what may, we’ll stay,",
            "Through life’s bright joys and storms that test our way."
        ]
    },
    {
        "title": "95. The Spark of My First Love",
        "lines": [
            "Oh, tiny dreams within my heart take flight,",
            "They dance like whispers in the morning breeze.",
            "My restless soul, in you it finds delight,",
            "A spark ignites, its glow will never cease.",
            "The first glance fell, a thunder shook my core,",
            "My first soft words belonged to you alone.",
            "Each step I take is yours, forevermore,",
            "Your love's a seed within my heart that’s grown.",
            "I found you first as friendship’s quiet flame,",
            "But love soon bloomed, its warmth too vast to hide.",
            "Through light and shadow, you remain the same,",
            "A guiding star, forever by my side.",
            "To you, my first, my final vow I send,",
            "Our little hopes and dreams will never end."
        ]
    },
    {
        "title": "96. If You Were Mine, My Every Breath",
        "lines": [
            "I’d silence winds that whisper through the air,",
            "And halt the rivers rushing to the sea.",
            "The earth itself would vanish, stripped bare,",
            "If only you would promise love to me.",
            "With you, my life’s a song, a steady flame,",
            "Your breath, the rhythm guiding all I do.",
            "This world means nothing, absent of your name,",
            "For every heartbeat, love begins with you.",
            "I’d sew the stars to keep you in my sight,",
            "And shield you deep within my heart’s embrace.",
            "Through every thorn and fire, I’d still fight,",
            "To guard your smile, your ever-gentle grace.",
            "With you, my love, I’d face eternity,",
            "For every breath you take belongs to me."
        ]
    },
    {
        "title": "97. A Storm of Love Within My Heart",
        "lines": [
            "This storm of love, too vast for one small heart,",
            "Its waves crash wildly, breaking all control.",
            "No words exist to tell how feelings start,",
            "Nor voice to soothe the ache that grips my soul.",
            "Your fleeting glance ignites my quiet skies,",
            "Yet leaves me longing, drowning in its wake.",
            "A touch, a dream—then vanishing, it flies,",
            "This sweet torment no strength can overtake.",
            "Like fire, your presence burns my fragile core,",
            "Yet chills me like the mist upon the air.",
            "For every wound you cut, I crave you more,",
            "Each scar a token of the love we share.",
            "Even if breath or life should cease to be,",
            "“Only you always” still would echo endlessly."
        ]
    },
    {
        "title": "98. To the Lost Boy Who Dreamed",
        "lines": [
            "To the boy who once dreamed in quiet hues,",
            "Whose mind wove tales that no one else could see,",
            "Stories birthed in realms where fiction brews,",
            "A utopia of thought, wild and free.",
            "From haunting dreams of memories slipping away,",
            "To etching her into the depth of his soul,",
            "He spoke of summers, dawn’s tender display,",
            "Under a treehouse where their moments stole.",
            "But are these dreams, or whispers of what could be?",
            "A vision of some other self, some luckier me?",
            "To that boy, I say: your dreams haven’t died,",
            "Not even on that November night when tears were cried.",
            "For all he wants is to love his girl, heart and mind,",
            "And so he chose his poetry—to immortalize her, one of a kind."
        ]
    },
    {
        "title": "99. Everything and Nothing",
        "lines": [
            "No poetry, no words could ever make you see,",
            "The depth of love that endlessly pours from me.",
            "If only you can see the love I have in my heart,",
            "For infinity falls short in limits of my love, every part.",
            "Even if the cosmos crumbled into dust,",
            "Even if time erased all that I trust,",
            "Your name is carved in the marrow of my soul,",
            "An eternal script, a fire that keeps me whole.",
            "If but one fleeting moment were ours to claim,",
            "In the infinite verse of time’s endless game,",
            "I’d grasp it, unyielding, though it shatter my form,",
            "Though it rend me to pieces in nature’s wild storm.",
            "And if no such moment exists in the stars,",
            "If reality denies us, keeps us afar,",
            "I’d bend the currents of fate with trembling hands,",
            "To shape a world where our love could withstand.",
            "But above all else, what I desire most true,",
            "Is your happiness—whether or not it’s with you.",
            "If I’m not a part of your brightest days,",
            "I’ll still rejoice in the light of your rays.",
            "I carry a flame, a fragile, eternal spark,",
            "Yet, for your comfort, I’d snuff it into dark.",
            "I’d vanish like smoke, a whisper on the breeze,",
            "If it meant you’d find peace, if it put you at ease.",
            "And if you were to ask what love means to me,",
            "It’s everything—and nothing—boundlessly.",
            "Every reason I’ve loved, each thread I’ve sewn,",
            "And yet no reason at all—just love, on its own.",
            "Even if all the reasons fade, drift, and part,",
            "I’d still love you, from the depths of my heart."
        ]
    },
    {
        "title": "100. Together?",
        "lines": [
            "Can we complete the 100th sonnet together?"
        ]
    }
]
