[
{
    "section": "Introduction",
    "title": "The Glow That Remains",
    "content": [
        "Crazy, right? A write-up? As if words could ever be enough. As if I could shape my feelings into something readable, something that makes sense. But here I am, spilling thoughts that have nowhere else to go.",
        "I think of you, xxxzzz. I think of you more than I should, more than is probably good for me. And for all the sonnets I’ve written, it never seems enough. Fourteen lines can’t hold everything I want to say. Fourteen lines can’t hold the weight of what I feel, so I cut, I trim, I shape the excess—but even in what’s left, there’s a world of unspoken things.",
        "I dream of you. Not just in the nights, but in the spaces between—mornings where the light is soft, afternoons where time stretches thin, evenings where the world quiets down. I dream in memories, in imagined moments that never were. These dreams comfort me, but they also tear me apart, because they lie. They tell me things that aren’t real, they let me believe in a world that doesn’t exist. They give me hope, the wrong kind. The cruelest kind.",
        "And yet, every time I think of you, a shiver runs through me, like something electric, something alive. I see you in my mind—just a glance, just the way your side profile turns, just the way your eyes might meet mine in some parallel world where things were different. And in that moment, it feels like my ribs collapse into dust, like my heart is a cage too small for all these butterflies.",
        "I regret losing you. I regret it in ways I can’t even put into words. And I wonder—if I gave you this book, if I let you see every piece of my love bound in pages, would you think I was strange? Would it scare you? Or would you understand?",
        "I wish I could show you the purity of this love. It isn’t just wanting you—it’s wanting the best for you, even if that means it isn’t me. Even if that means you already have someone, or someday you will. It hurts, but I’d endure it a thousand times over if it meant you were happy.",
        "You see, even the lamps in your home remind me of you. Their light, warm and soft, feels like something you chose, something that holds a piece of your heart. So I bought one, too. It sits in my living room now, glowing in the dark, just like you still glow somewhere inside me.",
        "Even in absence, you remain. Even in silence, you speak. Even in the dark, you light the way."
    ]
},
{
    "section": "Introduction",
    "title": "Tied in Time, Lost in Distance",
    "content": [
        "The fever burned through me like a wildfire, relentless, unshaken. Alone in my room, sweat-soaked and exhausted, I drifted in and out of sleep, my body too weak to move, my limbs unfeeling. The air felt heavy, pressing down like a weight I couldn’t shake off. But the worst of it wasn’t the fever, or the loneliness, or the cold shivers in the dead of night.",
        "It was the dream.",
        "The same dream, over and over, like a broken record stuck on repeat. I was suspended in space—weightless, breathless, bound by something I couldn’t see. And there you were, running—always running—towards the farthest edge of some unseen world. I tried to call out, tried to reach for you, but the universe itself pulled me back. I was tied down, not by chains, but by space and time itself.",
        "I could see you. So close, yet impossibly far. My hand stretched toward yours, but the distance only grew. Miles upon miles within a single inch. A cruel trick of the dream, or maybe a cruel truth of life itself.",
        "And through it all, one thought pulsed through me, stronger than the fever, stronger than the pain—were you sick too? Were you lying in your bed, cold and burning all at once? Were you exhausted, unable to move, unable to eat? I couldn’t ask, couldn’t reach out, couldn’t tell you I was worried. But the worry was there, gnawing at me even in the haze of fevered sleep.",
        "I hid it from my mother—she worries too much, loves too much. And maybe I did the same with you. Maybe I buried my own suffering so it wouldn’t trouble you, even if you never knew.",
        "Even now, awake, I can still feel it. The weight of that dream. The weight of reaching for something, for someone, and never quite touching. Of standing right before you and still being worlds apart.",
        "And maybe, just maybe, that dream wasn’t a fever dream at all. Maybe it was just the truth, playing out in the cruelest way."
    ]
},
{
    "section": "The Journey",
    "title": "Signs, Fate, and the Life That Feels Like a Dream",
    "content": [
        "You know what’s crazy? How the universe keeps weaving things together, making connections I don’t even realize until I look back.",
        "I wished you on the 23rd, thinking it was your birthday, and then told myself I’d never text you again. I was so sure—because when we were all talking about birthdays at your place, I locked it in my mind: yours and Andy’s, both in November. But his was the 23rd, yours the 27th, and somewhere along the way, I switched them.",
        "And brooooooooo, here’s the part that gets me. On your actual birthday, without even knowing, I was in Penn Valley. That’s when I wrote Parhelia of Penn Valley. And while I was there, I saw signs for Grass Valley. I wasn’t even supposed to be there—I just went because my friend was looking at a car. But the moment we stopped, I felt something. A pull, like Grass Valley was calling me toward it. Like something unseen was trying to line things up.",
        "And two days before that? We crashed our car.",
        "It’s wild. The way life moves, the way things seem to fall into place without me even realizing. Sometimes, I think—if things between us actually worked out, this book would be insane. A story that feels more like fate than coincidence. And God, I want it to work out. Because yeah, I can live a life. I can move forward, do what I need to do. But what is a life where you’re not in it?"
    ]
},
{
    "section": "The Journey",
    "title": "The Brightest Star",
    "content": [
        "I went out to see the stars with my friends. We lay beneath the open sky, tracing constellations, naming the brightest ones. And when they asked which star shone the brightest, I smiled and said—it’s you. They laughed, took it as a passing joke, but they didn’t know. They didn’t know that to me, you’re more than just a bright star in the sky. You’re the one light I’ve held onto, even from a distance.",
        "And yet, as the days pass, reality settles in. It becomes more and more clear—I may not be the one who stands beside you in the future. No matter how much I wish for it, no matter how much I pray. But even if fate writes a different story, I want you to know this—I will always wish the best for you. Always. Because loving you, even from far away, has never been about possession. It’s been about admiration, about respect, about cherishing the person you are.",
        "I’ve always held this perfect image of you in my mind, but I know—even that image is nothing compared to the real you. You shine brighter than any words I could ever write, any memories I could ever hold. The time I’ve spent with you, even just as a friend, means more to me than I can put into words. And as much as I try to be realistic, to accept the truth, a part of me still fights it. A part of me still whispers, Please, God, let me be with xxxzzz. Let me have more time. Let me walk beside her, even just a little longer.",
        "It’s strange. I’ve always been the one to give advice, the one to keep people grounded. When my friends fall in love, I tell them to be smart about it, to be mature, to focus on themselves. I help them see reality. But now, standing in my own emotions, I don’t want to be that person. I don’t want to be rational. I don’t want to accept the truth. My mind tells me to be logical, to move on, but my heart—my heart refuses. It clings to the smallest hope, even when logic tells me hope is foolish.",
        "No matter what happens, you will always mean something to me. Even as time moves forward, even as life takes us down different paths, that won’t change. I don’t know if you’ll ever read this part of the book. I don’t even know why I’m writing it. Maybe it’s just for me. Maybe it’s just to hold onto something that feels too big to let go of.",
        "If, by some chance, you do read this one day—I hope you know, I’ve never spoken badly about you. I’ve never held anger, never wished anything but the best for you. My mother and my sister raised me to be someone who respects and honors the people in his life, especially the women who’ve shaped him. So no matter what anyone says, no matter what stories have been told, I hope one day, you’ll know the truth.",
        "And I hope, someday, we can look back on all of this and laugh. Maybe together. Maybe not. But either way, you’ll always be the brightest star I’ve ever known."
    ]
},
{
    "section": "The Journey",
    "title": "A Life I Wanted to Share",
    "content": [
        "And if we don’t end up together—if this is where our paths finally split—I promise you this: I won’t approach you. I won’t speak of you to others. I won’t write another book, won’t draw another portrait, won’t leave pieces of you scattered through my art. I’ll stay away if that’s what you want. But know this—if life ever brings you trouble, if you ever need help, even when you have a loving husband, even when you have kids, my heart will feel proud if I can do something, anything, for you. I don’t have much to offer now, but I want to build a life of meaning, to achieve something great. And everything I do, I want to give back to my family. And in my heart, I always thought of you as family too. All that I have would have been yours to claim.",
        "I wanted to spend these years with you. More than I wanted to attend class, more than I wanted anything else, I just wanted to be with you. I don’t want this time to end. I don’t want to leave the university, don’t want to grow old, don’t want to step into the weight of responsibilities waiting for me. More than anything, I just wanted to learn how to live—with you.",
        "I signed up for physics class, and I dreamed of sitting beside you, of talking about the universe, of explaining theories of quantum gravity, paradoxes of space and time. I wanted to hear your thoughts, to see you tilt your head in curiosity, to listen as you told me what you believed. I wanted to talk about the stars, about the cosmos, about the endless possibilities of existence. But more than that, I just wanted to exist with you.",
        "I wanted to walk with you through campus, sit in the library side by side, go downtown and grab food together, work on assignments, go to the gym, wander between classes with nowhere to be except near you. I wanted to sit under trees, drawing nothing and everything, to collect flowers for you, to fill a book with pieces of us. And most of all, I wanted to walk the graduation stage with you.",
        "But now, I don’t even know what I’m saying anymore. Maybe none of this matters. Maybe none of this was ever meant to be.",
        "But God, how badly I wanted it to be."
    ]
},
{
    "section": "The Confession",
    "title": "Night’s Emotions, Morning’s Rationality",
    "content": [
        "It always happens this way—night and day, emotion and reason, endlessly pulling me back and forth.",
        "At night, I let go of the logic. I give in to the part of me that feels too much, that spills over with emotions I can’t contain. And it’s not just feelings—it’s purity, it’s truth, it’s adoration in its rawest form. In the dark, I don’t hold back. I think of you, of us, of everything I wish I could say.",
        "But when morning comes, rationality takes over. The part of me that analyzes, overthinks, carefully measures every word, every possibility. Of course, I don’t wake up imagining some perfect future—but I do wake up thinking about the real-life problems that come with it. Like the email. Should I even send it? If I do, what should the subject be? Should I keep it simple? Should I say, 'Hey, hope you're doing good. Hope your summer’s been well. I wrote this book for you.' Or is that too much? Should I be more detached, just say, 'I wrote a book, and I want you to read it'? But what if you don’t even open it? What if you see the email, hesitate, and just delete it?",
        "And then there's the fear—what if you do open it, but you only skim through the index and the introduction, and that’s it? What if you stop reading before you get to the real parts, the heart of it? Will you think I’m weird, obsessive, creepy? Will you ever make it to this point, to this exact page, where I’m spilling all of this? Or will this just be another unread thing, lost in a pile of things you don’t have time for?",
        "I wonder if you’ve ever talked about me with your friends. Do they know about this book? Do they think I’m a bad person? Do they think I’m strange for feeling this much? But then, I remind myself—I showed you who I really am. I know I did. And that should be enough.",
        "I try not to leave it all up to fate. I try not to push this onto God like some wish I’m too afraid to hold onto myself. But at the same time, I don’t want to push you either. I don’t want to cross any lines, to make you uncomfortable, to step past the boundaries I know you need.",
        "But God, I want to be with you. Infinitely. In every way, in every lifetime, in every possible version of reality.",
        "And yet, I adore you enough to respect your space. To not force you into something you don’t want. To let you be comfortable, even if that comfort means being without me."
    ]
},
{
    "section": "The Confession",
    "title": "To the Most Elegant Queen of Time and Space",
    "content": [
        "I never expected it. Stepping out of 411 class, I walked through that door, just like any other day—until I saw you. Less than a second, the briefest moment, and yet, the world stood still.",
        "And then the song played.",
        "'She looks just like a dream, the prettiest girl I’ve ever seen.'",
        "xxxzzz, you were like a goddess walking past me, an ethereal presence, untouchable yet so real. The elegance you carry—it’s beyond words, beyond anything I could ever capture. It’s the kind of beauty that isn’t just seen, but felt.",
        "But maybe I should stop here. Maybe I’ve said too much already. My emotions could spill forever if I let them, so instead of letting them consume me, I’ll hold onto something else—gratitude. Because no matter what, I am thankful. Thankful for the time I’ve had with you, however short. Thankful for the memories, the fleeting glances, the quiet moments of existing in the same space.",
        "Still, my mind wonders. It always wonders.",
        "What if?",
        "What if I had been someone else? What if I had grown up in your neighborhood, a familiar face from childhood, a boy who had always been there? What if we had gone to the same school, shared the same hallways, laughed at the same inside jokes? Would we have fallen in love then, without all the complexities that life has thrown between us?",
        "I don’t want to change who I am. I don’t want to erase the person I’ve become. But sometimes, I wish I had met you sooner. That I had known you when we were young, that our story had started then, so it could have lasted forever.",
        "And today—by some accident of fate—I opened the door for you. Just like I used to. Just like I always wanted to. And in that moment, I wished I could do it forever. That I could always be the one to hold doors open for you, to make life just a little easier, to be the quiet presence that cared in the smallest ways.",
        "But as a gentleman, I know when to step back.",
        "And so, with all the emotions still running wild inside me, I will end this book here. Not because I have nothing left to say, but because some things don’t need to be written to be felt. So-",
        "ZZZXXX—",
        "Thank you for making me believe in love, even if just for a moment.",
        "Thank you for being someone I could admire.",
        "Thank you for your strength, your maturity, your quiet grace.",
        "Thank you for simply existing—because even in just being yourself, you brought light into my life.",
        "Thank you for showing me that beauty isn’t just in grand gestures, but in the smallest, simplest things.",
        "And I have to say this—your fashion? Flawless. Always.",
        "If I ever have kids, I’d want them to look up to you. To be kind the way you are, to carry themselves with the same elegance and self-respect, to know how to hold space for themselves while still being open to the world.",
        "And to your mother—thank you for raising a woman like xxxzzz, someone so effortlessly graceful, so quietly powerful, so endlessly inspiring.",
        "You, xxxzzz, are the very definition of elegance and modesty in my world.",
        "And after one hundred sonnets, after pages upon pages of unspoken love, I will say it now—",
        "To the most modest and elegant queen of eternal time and ever-expanding space,",
        "I love you."
    ]
},
{
    "section": "The Lesson",
    "title": "The Risk of Silence",
    "content": [
        "And so, that was it—the truth I had prepared to give her, wrapped in words, bound in pages, sealed with the silent confessions of my heart. A gift for Valentine’s Day, a gesture meant to bridge the chasm that had grown between us. But in the end, I hesitated. I stepped back, re-evaluated, reconsidered. The weight of reality pressed down—she did not love me, nor did she hold within her heart the echoes of the affection I carried.",
        "To give her something so intimate after days of silence? Too much. Too soon. Perhaps even too late. And so, I chose what I thought was wisdom—restraint, distance, silence. I let her keep her comfort, let her world remain undisturbed by the storm of my emotions. Perhaps, had I dared, she might have smiled. Perhaps, had I reached out, we could have mended what was frayed. Perhaps, in another version of this story, we would have been friends again, laughing as we once did, unburdened by the weight of unspoken words.",
        "But I did not dare. I risked the very risk itself—chose inaction over uncertainty, chose the safety of regret over the possibility of rejection. And in that moment, I lost something far greater than love. I lost a chance. A chance to ask. A chance to be heard. A chance to stand before the unknown and embrace whatever answer came my way.",
        "Do not be me. Do not be Zach. My story didn’t end—yet.",
        "Take the step. Speak the words. Call your friend, your parent, your love. Do not let silence weave the narrative of your life. Do not let fear dictate the story that is meant to be yours.",
        "Life is too brief, too fleeting, too achingly beautiful to let love slip through our fingers.",
        "I’ll be here, waiting for your stories."
    ]
}

]